7zip
amd-ucode
awww
base
base-devel
blueman
bluez
bluez-utils
bottom
brightnessctl
btrfs-progs
bun
chezmoi
cliphist
cups
cups-pk-helper
dunst
efibootmgr
fastfetch
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
firefox
fnm
freerdp
git
gst-plugin-pipewire
gvfs
htop
hyprlock
hyprshot
imv
iwd
keychain
kitty
libpulse
linux
linux-firmware
mpv
nano
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
obsidian
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
power-profiles-daemon
pulsemixer
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi
rustup
sddm
smartmontools
sof-firmware
sudo
swaync
system-config-printer
thunar
thunar-archive-plugin
tree
ttf-jetbrains-mono-nerd
ttf-liberation
ufw
unrar
unzip
uv
uwsm
vim
vulkan-radeon
waybar
wget
wireplumber
wl-clip-persist
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
yazi
zram-generator
zsh
