7zip
amd-ucode
android-tools
android-udev
anki
awww
base
base-devel
biome
bluetui
bluez
bluez-utils
bottom
brightnessctl
btrfs-progs
bun
chezmoi
cliphist
cloudflared
composer
cups
cups-pk-helper
docker
docker-compose
dua-cli
efibootmgr
evtest
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
fnm
freerdp
git
github-cli
gnome-keyring
grim
gst-plugin-pipewire
gvfs
impala
imv
iwd
jq
keychain
kitty
kondo
libpulse
libva-utils
linux
linux-firmware
mpv
nano
neovim
networkmanager
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-look
obsidian
pavucontrol
php
php-sqlite
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
power-profiles-daemon
pulsemixer
qemu-desktop
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripgrep
rofi
rsync
rustup
sddm
seahorse
slurp
smartmontools
sof-firmware
sudo
swaync
texlive-basic
texlive-binextra
texlive-fontsrecommended
texlive-langother
texlive-latex
texlive-latexextra
texlive-mathscience
thunar
thunar-archive-plugin
tmux
tree
ttf-jetbrains-mono-nerd
ttf-liberation
ufw
unrar
unzip
uv
uwsm
vim
vulkan-radeon
waybar
wget
wireplumber
wl-clip-persist
wl-clipboard
xdg-utils
xwayland-satellite
yazi
zed
zip
zram-generator
zsh
