antigravity-cli
apidog-bin
batctl-tui
beekeeper-studio-bin
bibata-cursor-theme-bin
brave-bin
doppler-cli-bin
fcitx5-lotus-bin
google-chrome
gpu-screen-recorder-gtk
graphite-gtk-theme
oh-my-posh
onlyoffice-bin
postman-bin
sddm-theme-corners-git
tela-circle-icon-theme-black-git
ttf-google-fonts-typewolf
ttf-ms-fonts
visual-studio-code-bin
yay
